const tkArr = [{
    value: [{
        text: "不敬业者终究一事无成",
        model: ""
    }],
    title: "敬业为立业之本， ()。——拿破仑•希尔",

}, {
    value: [
        {
            text: "态度",
            model: ""
        },
        {
            text: "素养",
            model: ""
        }
    ],
    title: "无论选择何种工作，成功的基础都是你的()、你的()",

}, {
    value: [
        {
            text: "职业基本素养",
            model: ""
        },
        {
            text: "职业技能",
            model: ""
        },
    ],
    title: "职业素养涵盖()和 ()两个方面",

}, {
    value: [
        {
            text: "敬业",
            model: ""
        },
        {
            text: "协作",
            model: ""
        },
        {
            text: "学习",
            model: ""
        },
    ],
    title: "职业基本素养中最为重要的，最为核心的内容，可以概括为以下十个方面： ()、诚信、务实、表达、 ()、主动、坚持、 ()、自控、创新。",
    moel: ""
},
{

    value: [
        {
            text: "获取信息",
            model: ""
        },
        {
            text: "委婉表达",
            model: ""
        },
    ],
    title: "交谈的目的在于沟通感情、交流思想、()，所以应用虚心的态度注意听，当出现不同观点时，应()。",
    moel: ""
},
{
    value: [
        {
            text: "自我意识",
            model: ""
        },
        {
            text: "心理和行为",
            model: ""
        },
    ],
    title: "自我控制能力，也称自控能力或自控力，是()的重要组成部分，它是个人对自身的()的主动掌握，是个体自觉的选择目标。",
    moel: ""
},
{
    value: [
        {
            text: "自愿合作",
            model: ""
        },
        {
            text: "协同努力",
            model: ""
        },
    ],
    title: " 团队协助是一种为达到既定目标所显现出来的()和()的精神",
    moel: ""
}, {

    value: [
        {
            text: "频繁跳槽",
            model: ""
        }
    ],
    title: " 职场浮躁的表现主要有三个方面：()、不愿意从一线做起、一上班就后悔。",
    moel: ""
},
{
    value: [
        {
            text: "公共职业素养",
            model: ""
        },
        {
            text: "行业职业素养",
            model: ""
        },
        {
            text: "岗位职业素养",
            model: ""
        }
    ],
    title: "职业素养分为三个层次： ()、 ()及()",
    moel: ""
},
{
    title: "职业素养是人类在社会活动中需要遵守的 ()，是一个人在职业过程中表现出来的()。",
    moel: "",
    value: [
        {
            text: "行为规范",
            model: ""
        },
        {
            text: " 综合品质",
            model: ""
        },
    ],

},
{
    title: "职业素养的特征具有专业性、稳定性、()、整体性及()",
    moel: "",
    value: [
        {
            text: " 内在性",
            model: ""
        },
        {
            text: "发展性",
            model: ""
        },
    ],
},
{
    title: "忠诚是指对一个人、一种理想、一种习俗等的忠实()或()。",
    moel: "",
    value: [
        {
            text: "状态",
            model: ""
        },
        {
            text: "程度",
            model: ""
        },
    ],
},
{
    title: "职业责任是指人们在一定()中所承担的特定职责，它包括人们应该做的工作和应该承担的()",
    moel: "",
    value: [
        {
            text: "职业活动",
            model: ""
        },
        {
            text: "义务",
            model: ""
        },
    ],
},
{
    title: "主动，是一种态度，它反映着一个人对待问题、对待工作的()和()，是成功人士必须具备的一种重要品质。",
    moel: "",
    value: [
        {
            text: "行为趋向",
            model: ""
        },
        {
            text: "价值取向",
            model: ""
        },
    ],
},
{
    title: "表达，按照目的方向来分，可以分为()、()和平行表达",
    moel: "",
    value: [
        {
            text: "与上表达",
            model: ""
        },
        {
            text: "与下表达",
            model: ""
        },
    ],
}

]

const danxua = [
    {
        title: "1.  下列不属于执行力强人的特点是",
        d: 'B',
        value: "",
        q: [
            {
                t: 'A',
                v: "自动自发"
            },
            {
                t: "B",
                v: "耍小聪明"
            }, {
                t: "C",
                v: "注重细节",
            },
            {
                t: "D",
                v: "具有创意",
            },
        ]
    },
    {
        title: '2.  与上级领导的沟通中，我们应该避免',
        d: 'B',
        value: "",
        q: [
            {
                t: 'A',
                v: "自动报告工作进度"
            },
            {
                t: "B",
                v: "一遇到困难，就请领导给出解决方案"
            }, {
                t: "C",
                v: "对自己的业务，主动提出改善计划",
            },
            {
                t: "D",
                v: "接受批评，不犯三次错误",
            },
        ]
    },
    {
        title: '3.  对于时间管理的 分析 ，以下理解不正确的是',
        d: 'C',
        value: "",
        q: [
            {
                t: 'A',
                v: "了解你自己的生活节律，以便科学地安排你的时间"
            },
            {
                t: "B",
                v: "分析出每天的高效益活动，根据活动的效益高低使用时间提出依据"
            }, {
                t: "C",
                v: "时间管理各人有各人的习惯，我的习惯就这样，不好改",
            },
            {
                t: "D",
                v: "看每天的工作重要程度，根据重要程度安排工作的用时",
            },
        ]
    },
    {
        title: '4.  （）是职业人最为重要的职业素质之一，是从业人员在生产活动中必须遵循的行为准则。',
        d: 'A',
        value: "",
        q: [
            {
                t: 'A',
                v: "岗位道德素养 "
            },
            {
                t: "B",
                v: "岗位担当素养"
            }, {
                t: "C",
                v: "岗位服务素养 ",
            },
            {
                t: "D",
                v: "岗位安全素养",
            },
        ]
    },
    {
        title: '5. 员工 的 职业化素养 塑造过程中 ，以下哪种职业态度不是我们所提倡的',
        d: 'C',
        value: "",
        q: [
            {
                t: 'A',
                v: "塑造职业品牌 "
            },
            {
                t: "B",
                v: "忠于你的职业"
            }, {
                t: "C",
                v: "你在为老板工作 ",
            },
            {
                t: "D",
                v: "坚持永不放弃",
            },
        ]
    },
    {
        title: '6.  要事第一，以下哪件事情应该先做',
        d: 'B',
        value: "",
        q: [
            {
                t: 'A',
                v: "重要不紧急 "
            },
            {
                t: "B",
                v: "重要又紧急"
            }, {
                t: "C",
                v: "紧急不重要 ",
            },
            {
                t: "D",
                v: "不重要不紧急",
            },
        ]
    },
    {
        title: '7.  在与人高效沟通中，以下哪一项不属于有效倾听',
        d: 'D',
        value: "",
        q: [
            {
                t: 'A',
                v: "积极回应 "
            },
            {
                t: "B",
                v: "适当的身体语言"
            }, {
                t: "C",
                v: "眼神交流 ",
            },
            {
                t: "D",
                v: "据理力争",
            },
        ]
    },
    {
        title: '8. （ ） 是指个人对职业的看法和想法，他是职业生活的最初动力',
        d: 'A',
        value: "",
        q: [
            {
                t: 'A',
                v: "职业意识 "
            },
            {
                t: "B",
                v: "岗位评估"
            }, {
                t: "C",
                v: "职业生涯规划 ",
            },
            {
                t: "D",
                v: "自我评价",
            },
        ]
    },
    {
        title: '9. （）具有合作性强、性情温和的典型特征，善于调和各种人际关系，在冲突 环境中其社交和理解能力会成为资本。',
        d: 'C',
        value: "",
        q: [
            {
                t: 'A',
                v: "实干者 "
            },
            {
                t: "B",
                v: "创新者"
            }, {
                t: "C",
                v: "凝聚者 ",
            },
            {
                t: "D",
                v: "完美者",
            },
        ]
    },
    {
        title: '10. （）不好的人往往在个人形象展示时会受到一定的影响，被人们误认为气质不好。',
        d: 'A',
        value: "",
        q: [
            {
                t: 'A',
                v: "心理素质 "
            },
            {
                t: "B",
                v: "人格魅力"
            }, {
                t: "C",
                v: "交往态度 ",
            },
            {
                t: "D",
                v: "沟通能力",
            },
        ]
    },
    {
        title: '11. 下列选项属于正确的求职择业心理的是。',
        d: 'C',
        value: "",
        q: [
            {
                t: 'A',
                v: "自卑畏缩 "
            },
            {
                t: "B",
                v: "盲目从众"
            }, {
                t: "C",
                v: "正视挫折 ",
            },
            {
                t: "D",
                v: "过度依赖",
            },
        ]
    },
    {
        title: '12. （ ）是要求大家共同遵守的办事规程或行动准则',
        d: 'C',
        value: "",
        q: [
            {
                t: 'A',
                v: "组织 "
            },
            {
                t: "B",
                v: "文化"
            }, {
                t: "C",
                v: "制度 ",
            },
            {
                t: "D",
                v: "环境",
            },
        ]
    },
]

module.exports = {
    TKTARR: tkArr,//保存
    TKDAN_XUAN: danxua

}
